{
  "bufferline.nvim": { "branch": "main" },
  "ccc.nvim": { "branch": "main" },
  "cmp-async-path": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-calc": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-emoji": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-document-symbol": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-omni": { "branch": "main" },
  "cmp-rg": { "branch": "master" },
  "cmp-treesitter": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "full_visual_line.nvim": { "branch": "master" },
  "hlargs.nvim": { "branch": "main" },
